import React from "react";
import "./OurLatestBlog.css";
import CardBlog from "../CardBlog/CardBlog";

function OurLatestBlog() {
  return (
    <div className="ourLatestBlog">
      <div className="ourLatestBlog-container">
        <div className="ourLatestBlog-title">
          <h2>تعرفه ها</h2>
          <p>
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است
          </p>
        </div>
        <div className="ourLatestBlog-boxes">
          <CardBlog
            name="پایه"
            title="29,000 تومان / به ازای هر درخواست"
            text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
          استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله
          در ستون و سطرآنچنان که لازم است"
          />
          <CardBlog
            name="حرفه ای"
            title="35,000 تومان / به ازای هر درخواست"
            text="لورم ایپسوم متن ساختگی با تولید ورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با ورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از استفاده از سادگی نامفهوم از صنعت چاپ و با
          استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله
          در ستون و سطرآنچنان که لازم است"
            style={{ backgroundColor: "#2e55fa" }}
          />
          <CardBlog
            name="نامحدود"
            title="11,000 تومان / به ازای هر درخواست"
            text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
          استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله
          در ستون و سطرآنچنان که لازم است"
          />
        </div>
      </div>
    </div>
  );
}

export default OurLatestBlog;
